/*------------------------------------------------
  START	開発用課題　　三輪　2014.07.28            
------------------------------------------------*/
//配列に要素1,2,3を入れ、配列を使い1+2*3の計算結果を出力する

public class Miwakadai{
	public static void main(String[] args){

	int[] kazu = new int[]{1,2,3,0};            //宣言
	String situmon = "質問：　１＋２×３は？";
	
	
	kazu[3] = kazu[0]+kazu[1]*kazu[2];          //計算


	System.out.println(situmon);
	System.out.println("答え：　" + kazu[3]);

	}
}

//------------------------------------------------
//END 	開発用課題　　三輪			  　			
//------------------------------------------------
